Repository: tc9011/dayring
Catalog: DayRing/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# AM
source: 上午
en: AM

# PM
source: 下午
en: PM

source: 一
en: Mon

source: 三
en: Wed

source: 下一个闹钟将在
en: Next alarm in
zh_hant: 下一個鬧鐘將在

source: 不响铃
en: No Ring
zh_hant: 不響鈴

source: 不提前
en: No Advance

source: 不重复
en: No Repeat
zh_hant: 不重複

source: 两周为一个循环
en: Two-week cycle
zh_hant: 兩週為一個循環

source: 二
en: Tue

source: 五
en: Fri

source: 仅响铃一次
en: Ring once only
zh_hant: 僅響鈴一次

source: 今天
en: Today

source: 今天响铃
en: Rings Today
zh_hant: 今天響鈴

source: 以两周为一个循环，大周和小周可分别选择响铃日。
en: A two-week cycle. Set ring days separately for each week.
zh_hant: 以兩週為一個循環，大週和小週可分別選擇響鈴日。

source: 以两周为一个循环，选择每周哪些天响铃。
en: A two-week cycle. Select which days to ring each week.
zh_hant: 以兩週為一個循環，選擇每週哪些天響鈴。

source: 伊斯兰历
en: Islamic
zh_hant: 伊斯蘭曆

source: 休
en: Off

source: 保存
en: Save
zh_hant: 儲存

source: 六
en: Sat

source: 关于 DayRing
en: About DayRing
zh_hant: 關於 DayRing

source: 关闭
en: Off
zh_hant: 關閉

source: 其他
en: Other

source: 其他历法
en: Other Calendars
zh_hant: 其他曆法

source: 农历
en: Lunar
zh_hant: 農曆

source: 分钟
en: min
zh_hant: 分鐘

source: 删除
en: Delete
zh_hant: 刪除

source: 印度历
en: Indian
zh_hant: 印度曆

source: 历法
en: Calendars
zh_hant: 曆法

source: 取消
en: Cancel

source: 后响铃
en: from now
zh_hant: 後響鈴

source: 后天响铃 · 明天为
en: Rings Day After · Tomorrow is
zh_hant: 後天響鈴 · 明天為

source: 周一
en: Mon
zh_hant: 週一

source: 周三
en: Wed
zh_hant: 週三

source: 周二
en: Tue
zh_hant: 週二

source: 周五
en: Fri
zh_hant: 週五

source: 周六
en: Sat
zh_hant: 週六

source: 周四
en: Thu
zh_hant: 週四

source: 周日
en: Sun
zh_hant: 週日

source: 响
en: Ring
zh_hant: 響

source: 响铃
en: Ring
zh_hant: 響鈴

source: 响铃后删除
en: Delete After Ring
zh_hant: 響鈴後刪除

source: 响铃天数
en: Ring Days
zh_hant: 響鈴天數

source: 响铃天数 + 间隔天数循环
en: Ring days + gap days cycle
zh_hant: 響鈴天數 + 間隔天數循環

source: 响铃日
en: Ring Day
zh_hant: 響鈴日

source: 四
en: Thu

source: 外观
en: Appearance
zh_hant: 外觀

source: 大小周
en: Biweekly
zh_hant: 大小週

source: 天
en: days

source: 天后的响铃
en: days later
zh_hant: 天後的響鈴

source: 完成
en: Done

source: 小时
en: h
zh_hant: 小時

source: 工作日
en: Weekdays

source: 已关闭
en: Disabled
zh_hant: 已關閉

source: 已覆盖
en: Overridden
zh_hant: 已覆蓋

source: 已跳过
en: Skipped
zh_hant: 已跳過

source: 已跳过今天
en: Skipped today
zh_hant: 已跳過今天

source: 已跳过明天
en: Skipped tomorrow
zh_hant: 已跳過明天

source: 希伯来历
en: Hebrew
zh_hant: 希伯來曆

source: 开启后，节假日自动跳过闹钟，补班日自动恢复响铃。也可以在日历中手动覆盖某天的响铃状态。
en: When enabled, alarms are automatically skipped on holidays and restored on makeup workdays. You can also manually override the ring status for any day in the calendar.
zh_hant: 開啟後，節假日自動跳過鬧鐘，補班日自動恢復響鈴。也可以在日曆中手動覆蓋某天的響鈴狀態。

source: 开启开关可手动覆盖该天的闹钟响铃状态，优先级高于自动规则。
en: Toggle to manually override the alarm status for this day. Manual overrides take priority over automatic rules.
zh_hant: 開啟開關可手動覆蓋該天的鬧鐘響鈴狀態，優先級高於自動規則。

source: 开始日期
en: Start Date
zh_hant: 開始日期

source: 当天闹钟响铃状态
en: Alarm Status for This Day
zh_hant: 當天鬧鐘響鈴狀態

source: 循环预览
en: Cycle Preview
zh_hant: 循環預覽

source: 手动覆盖 · 不响铃
en: Manual Override · No Ring
zh_hant: 手動覆蓋 · 不響鈴

source: 手动覆盖 · 强制响铃
en: Manual Override · Force Ring
zh_hant: 手動覆蓋 · 強制響鈴

source: 提前响铃
en: Early Ring
zh_hant: 提前響鈴

source: 新建闹钟
en: New Alarm
zh_hant: 新增鬧鐘

source: 无
en: None
zh_hant: 無

source: 日
en: Sun

source: 日历
en: Calendar
zh_hant: 日曆

source: 时区
en: Time Zone
zh_hant: 時區

source: 时间格式
en: Time Format
zh_hant: 時間格式

source: 明天不响铃
en: Won't Ring Tomorrow
zh_hant: 明天不響鈴

source: 明天响铃
en: Rings Tomorrow
zh_hant: 明天響鈴

source: 明天响铃 · 跳过节假日
en: Rings Tomorrow · Skips Holidays
zh_hant: 明天響鈴 · 跳過節假日

source: 智能日历
en: Smart Calendar
zh_hant: 智慧日曆

source: 暂无闹钟
en: No Alarms
zh_hant: 暫無鬧鐘

source: 查看日历覆盖
en: View Calendar Overrides
zh_hant: 查看日曆覆蓋

source: 标签
en: Label
zh_hant: 標籤

source: 正常响铃
en: Normal Ring
zh_hant: 正常響鈴

source: 每周
en: Weekly
zh_hant: 每週

source: 每周第一天
en: First Day of Week
zh_hant: 每週第一天

source: 每周重复
en: Weekly Repeat
zh_hant: 每週重複

source: 每天
en: Daily

source: 每天都响铃
en: Rings every day
zh_hant: 每天都響鈴

source: 法定节假日 · 闹钟默认不响铃
en: Public Holiday · Alarm off by default
zh_hant: 法定節假日 · 鬧鐘預設不響鈴

source: 波斯历
en: Persian
zh_hant: 波斯曆

source: 浅色
en: Light
zh_hant: 淺色

source: 深色
en: Dark

source: 点击日期选择响铃日，长按拖动可批量选择。
en: Tap dates to select ring days. Long press and drag to select multiple.
zh_hant: 點擊日期選擇響鈴日，長按拖動可批量選擇。

source: 稍后提醒
en: Snooze
zh_hant: 稍後提醒

source: 第 1 周
en: Week 1
zh_hant: 第 1 週

source: 第 2 周
en: Week 2
zh_hant: 第 2 週

source: 继续响铃
en: Resume
zh_hant: 繼續響鈴

source: 编辑
en: Edit
zh_hant: 編輯

source: 编辑闹钟
en: Edit Alarm
zh_hant: 編輯鬧鐘

source: 自动
en: Auto
zh_hant: 自動

source: 自定义
en: Custom
zh_hant: 自訂

source: 自定义日历
en: Custom Calendar
zh_hant: 自訂日曆

source: 节假日
en: Holiday
zh_hant: 節假日

source: 节假日跳过
en: Skip Holidays
zh_hant: 節假日跳過

source: 节假日跳过 · 不响铃
en: Holiday Skip · No Ring
zh_hant: 節假日跳過 · 不響鈴

source: 补班
en: Makeup
zh_hant: 補班

source: 补班日
en: Makeup Day
zh_hant: 補班日

source: 补班日 · 正常响铃
en: Makeup Day · Normal Ring
zh_hant: 補班日 · 正常響鈴

source: 补班日 · 闹钟默认响铃
en: Makeup Day · Alarm on by default
zh_hant: 補班日 · 鬧鐘預設響鈴

source: 补班日响铃
en: Ring on Makeup Days
zh_hant: 補班日響鈴

source: 设置
en: Settings
zh_hant: 設定

source: 设置轮休周期：响铃天数 + 间隔天数为一个循环，间隔期间不响铃。
en: Set rotating cycle: ring days + gap days form one cycle. No ringing during gaps.
zh_hant: 設定輪休週期：響鈴天數 + 間隔天數為一個循環，間隔期間不響鈴。

source: 语言
en: Language
zh_hant: 語言

source: 跟随系统
en: Follow System
zh_hant: 跟隨系統

source: 跳过下次
en: Skip Next
zh_hant: 跳過下次

source: 轮休
en: Rotating
zh_hant: 輪休

source: 选择每周哪些天响铃
en: Select which days of the week to ring
zh_hant: 選擇每週哪些天響鈴

source: 通过日历自由配置响铃日
en: Freely configure ring days via calendar
zh_hant: 通過日曆自由配置響鈴日

source: 重复
en: Repeat
zh_hant: 重複

source: 铃声
en: Sound
zh_hant: 鈴聲

source: 间隔
en: Gap
zh_hant: 間隔

source: 间隔（不响铃）
en: Gap (No Ring)
zh_hant: 間隔（不響鈴）

source: 间隔天数
en: Gap Days
zh_hant: 間隔天數

source: 闹钟
en: Alarms
zh_hant: 鬧鐘

source: 默认全选。点击取消选择对应的日期。
en: All selected by default. Tap to deselect.
zh_hant: 預設全選。點擊取消選擇對應的日期。

source: 周
zh_hant: 週
